{
  "clue.frostedheart.crucible.clue.2_293efb899ab946c1.hint": "¡Se requiere bloqueo!",
  "clue.frostedheart.iron.clue.1_6fea538c5b184ec7.hint": "Ladrillo arenoso (objeto), no Ladrillos arenosos (bloque)",
  "clue.frostedheart.mechanical_calculator.clue.2_c6b9a2fac4b14436.desc": "Cualquier rueda dentada x8",
  "clue.frostedheart.mechanical_calculator.clue.3_593d54b210e7473d.desc": "Cualquier rueda dentada grande x4",
  "clue.frostedheart.mechanical_press.clue.2_f69fc49b25d14d99.desc": "Cualquier rueda dentada x2",
  "clue.frostedheart.precision_mechanism.clue.2_24e463212dc74849.desc": "Cualquier rueda dentada x4",
  "clue.frostedheart.split_block.clue.1_5612d1fa13a74a38.desc": "Cual martilloquier",
  "clue.frostedheart.storage_drawers.clue.0_abc01458e013403c.desc": "Cualquier cajón",
  "effect.frostedheart.coke_oven.effects.0_6d782276c0774dd4.0": "Horno de Coca-Cola",
  "effect.frostedheart.generator_T1.effects.2_91c6a3ae87914f7a": "Un generador rudimentario",
  "effect.frostedheart.generator_T1.effects.2_91c6a3ae87914f7a.0": "Una chimenea de Ladrillo",
  "effect.frostedheart.generator_T1.effects.2_91c6a3ae87914f7a.1": "Reforzado con placas de cobre para mayor durabilidad",
  "effect.frostedheart.generator_T2.effects.0_5c48befb1df4af1": "Un generador mejor",
  "effect.frostedheart.generator_T2.effects.0_5c48befb1df4af1.0": "Este generador de vapor hace más que simplemente calentar el ambiente",
  "effect.frostedheart.generator_T2.effects.0_5c48befb1df4af1.1": "También puede proporcionar abundante vapor presurizado a su fábrica",
  "effect.frostedheart.split_block.effects.0_e5b639d249cd46dd.0": "permite dividir bloques de material (bloque de hierro, bloque de diamante, etc.)",
  "effect.frostedheart.steam_powerd.effects.2_8eed770cafe84d50.0": "Cualquier volante de inercia",
  "effect.frostedheart.steam_powerd.effects.5_48ac6b57ae2145c1.0": "Cualquier máquina de vapor",
  "research.frostedheart.advanced_geological_tools.desc.0": "Estas herramientas de prospección pueden ayudarle a descubrir más recursos.",
  "research.frostedheart.advanced_geological_tools.desc_alt.0": "Para encontrar vetas de mineral con mayor eficiencia, necesitará una herramienta de prospección.",
  "research.frostedheart.advanced_geological_tools.name": "Geología 101",
  "research.frostedheart.alloy_kiln.desc.0": "El horno de aleación puede producir aleaciones de metal con mayor rapidez y eficiencia.",
  "research.frostedheart.alloy_kiln.desc_alt.0": "Ya me harté de los hornos de pozo lentos. Necesito un dispositivo específico para producir aleaciones de metal.",
  "research.frostedheart.alloy_kiln.name": "Fundición de aleaciones mejorada",
  "research.frostedheart.animal_cage.desc.0": "Hice una jaula y forré su interior para mantenerla caliente. ¡Una excelente manera de transportar animales pequeños y cachorros sanos y salvos!",
  "research.frostedheart.animal_cage.desc_alt.0": "Transportar animales a largas distancias puede requerir algo de trabajo y cuidados adicionales. Tengo que evitar que se escapen y que mueran congelados.",
  "research.frostedheart.animal_cage.name": "¿Tan cómodo como un cachorro en una... jaula?",
  "research.frostedheart.assembler.desc.0": "Con suficiente potencia, este artesano extensible puede ejecutar tres recetas de elaboración grabadas en secuencia.",
  "research.frostedheart.assembler.desc_alt.0": "Siempre soñé con una máquina que pudiera hacer la artesanía por mí...",
  "research.frostedheart.assembler.name": "Artesanía potenciada",
  "research.frostedheart.assembly_line.desc.0": "Al formar una línea de ensamblaje de dispositivos, puedo automatizar fácilmente la tediosa serie de pasos para ensamblar una pieza o un dispositivo más complejo.",
  "research.frostedheart.assembly_line.desc_alt.0": "He notado que muchos productos complejos se ensamblan paso a paso. Necesitaré una línea de ensamblaje para hacerlo de manera más eficiente...",
  "research.frostedheart.assembly_line.name": "Línea de montaje",
  "research.frostedheart.banner.desc.0": "Esta es una investigación de lista de prohibiciones",
  "research.frostedheart.banner.desc.1": "No deberías estar viendo esto",
  "research.frostedheart.banner.desc.2": "¡No hagas trampa!",
  "investigación.corazoneshelados.banner.desc_alt.0": "",
  "research.frostedheart.banner.name": "No deberías estar viendo esto",
  "research.frostedheart.beehive_oven_pit.desc.0": "El Horno Colmena es una cámara cerrada con aislamiento térmico que alcanza temperaturas más altas mediante la quema de grandes cantidades de combustible y es capaz de descomponer rocas en materiales útiles.",
  "research.frostedheart.beehive_oven_pit.desc_alt.0": "Tengo muchísimas rocas aburridas. ¿Quizás tratarlas con altas temperaturas las convierta en algo útil?",
  "research.frostedheart.beehive_oven_pit.name": "Descomposición térmica",
  "research.frostedheart.better_fluid_transport.desc.0": "¡Estos dispositivos pueden transportar líquidos a donde yo quiera!",
  "research.frostedheart.better_fluid_transport.desc_alt.0": "Para mover líquidos eficientemente, necesito comprender mejor su mecánica.",
  "research.frostedheart.better_fluid_transport.name": "Mejor transporte de fluidos",
  "research.frostedheart.big_mixer.desc.0": "Esta batidora industrial es lo suficientemente potente como para procesar cualquier receta (racional)",
  "research.frostedheart.big_mixer.desc_alt.0": "La combinación actual de mezclador mecánico y lavabo ya no satisface mis crecientes necesidades; necesito algo más robusto...",
  "research.frostedheart.big_mixer.name": "¿Se licuará?",
  "research.frostedheart.blast_furnace.desc.0": "Este sencillo alto horno es lo suficientemente resistente y duradero como para fundir la mayoría de los minerales que pueda encontrar.",
  "research.frostedheart.blast_furnace.desc_alt.0": "Para fundir minerales más rápido, necesito un alto horno resistente.",
  "research.frostedheart.blast_furnace.name": "Alto horno de crudo",
  "research.frostedheart.blast_furnace_upgrade.desc.0": "Este alto horno de grado industrial puede funcionar con equipos automatizados para fundir minerales de forma más eficiente.",
  "research.frostedheart.blast_furnace_upgrade.desc_alt.0": "He descubierto que la automatización es importante para el funcionamiento de la planta; mejorar el alto horno es una buena opción.",
  "research.frostedheart.blast_furnace_upgrade.name": "Alto horno industrial",
  "research.frostedheart.car_kiln.desc.0": "He diseñado un gran horno de vagones de grado industrial capaz de procesar materiales sólidos y líquidos.",
  "research.frostedheart.car_kiln.desc_alt.0": "Es hora de algo mejor que mi viejo y querido horno de colmena.",
  "research.frostedheart.car_kiln.name": "Sinterización",
  "research.frostedheart.coke_oven.desc.0": "Un dispositivo dedicado a producir coque, carbón vegetal y aceite de creosota. Mucho más eficiente que una carbonera.",
  "research.frostedheart.coke_oven.desc_alt.0": "He estado usando pozos primitivos para la producción de coque y carbón vegetal, que son muy tediosos de operar y producen poco aceite de creosota. ¿Quizás pueda mejorar esto?",
  "research.frostedheart.coke_oven.name": "Refinando carbón",
  "research.frostedheart.create_structure.desc.0": "¡Ahora puedo usar mi imaginación al máximo para construir estructuras móviles!",
  "research.frostedheart.create_structure.desc_alt.0": "Sería genial poder mover grandes estructuras de bloques, pero aún quedan varios problemas por resolver...",
  "research.frostedheart.create_structure.name": "Diseño de estructuras móviles",
  "research.frostedheart.crucible.desc.0": "El crisol de acería convierte el hierro en acero ajustando su contenido de carbono. ¡Este nuevo material, más resistente y duradero, puede utilizarse en todos los aspectos de nuestra industria!",
  "research.frostedheart.crucible.desc_alt.0": "Resultó que conseguí un trozo de metal negro de un Crisol de Hierro fallido. ¡Es incluso más resistente que el hierro!",
  "research.frostedheart.crucible.name": "¿¡Mejor que el hierro!?",
  "research.frostedheart.crushing_wheel.desc.0": "Este dispositivo de molienda puede triturar el mineral de manera más eficiente.",
  "research.frostedheart.crushing_wheel.desc_alt.0": "No es tan eficiente fundir bloques enteros de mineral. ¿Quizás debería triturarlos?",
  "research.frostedheart.crushing_wheel.desc_alt.1": "Necesito calculadoras mecánicas para ayudarme con mi investigación.",
  "research.frostedheart.crushing_wheel.name": "Trituración de mineral",
  "research.frostedheart.electrolyzer.desc.0": "Para fundir metales reactivos, como el aluminio, los métodos tradicionales de reducción térmica no funcionan. La electrólisis es el método adecuado para esta tarea.",
  "research.frostedheart.electrolyzer.desc_alt.0": "He notado que algunos tipos de minerales simplemente desaparecen al intentar fundirlos directamente. ¿Quizás debería intentar una forma más sutil de lidiar con ellos?",
  "research.frostedheart.electrolyzer.name": "Fundición de metales reactivos",
  "research.frostedheart.electromagnetics.desc.0": "¡Estos generadores pueden convertir la energía rotacional en electricidad!",
  "research.frostedheart.electromagnetics.desc_alt.0": "¡Salieron chispas al mover un imán dentro de una bobina! ¿Quizás pueda usar este descubrimiento para producir electricidad?",
  "research.frostedheart.electromagnetics.desc_alt.1": "Necesito calculadoras mecánicas para mi investigación.",
  "research.frostedheart.electromagnetics.name": "Inducción electromagnética",
  "research.frostedheart.electron_tube.desc.0": "Aunque aún queda un largo camino por recorrer antes de poder construir una computadora funcional, estos sencillos elementos lógicos son un paso hacia el progreso.",
  "research.frostedheart.electron_tube.desc_alt.0": "Echo de menos la sensación de tener todo ese bajo nivel gestionado por la computadora de a bordo. Por desgracia, tendré que reconstruirlo todo desde cero...",
  "research.frostedheart.electron_tube.name": "Construyendo circuitos lógicos",
  "research.frostedheart.enchantment_table.desc.0": "Los principios subyacentes aún me confunden, pero ahora puedo usar Lapislázuli en la Mesa de Encantamiento para mejorar enormemente mi equipo",
  "research.frostedheart.enchantment_table.desc_alt.0": "El lapislázuli parece tener un efecto misterioso en mis herramientas... ¿quizás pueda aprovecharlo para mejorarlas?",
  "research.frostedheart.enchantment_table.name": "El arte de encantar",
  "research.frostedheart.engineer.desc.0": "Estas ideas parecen bastante sólidas; espero que me faciliten la vida.",
  "research.frostedheart.engineer.desc_alt.0": "He pensado en varios dispositivos que mejoran la calidad de vida.",
  "research.frostedheart.engineer.name": "Gadgets útiles",
  "research.frostedheart.fermenter.desc.0": "He identificado varias especies de bacterias que puedo usar para diferentes tipos de fermentación. Me pregunto para qué más podría ser útil esto",
  "research.frostedheart.fermenter.desc_alt.0": "He descubierto que algunos líquidos cambian de estado a ciertas temperaturas, ¿por qué?",
  "research.frostedheart.fermenter.name": "Fermentación",
  "research.frostedheart.fluid_transport.desc.0": "Genial, estas tuberías son resistentes y duraderas.",
  "research.frostedheart.fluid_transport.desc_alt.0": "Usar cubos para transportar todos estos líquidos se está volviendo tedioso. ¿Quizás pueda crear algún tipo de tubería cerrada para moverlos?",
  "research.frostedheart.fluid_transport.name": "Transporte de fluidos",
  "research.frostedheart.gain_experience.desc.0": "Puedo reflexionar sobre mí mismo y adquirir conocimiento.",
  "research.frostedheart.gain_experience.desc.1": "&aEsta es una investigación infinita.",
  "research.frostedheart.gain_experience.name": "Autorreflexión",
  "research.frostedheart.generator_T1.desc.0": "¡El generador no solo me calentará como una fogata, sino que también calentará el área circundante! ¿Quizás ahora pueda cultivar cultivos resistentes al frío?",
  "research.frostedheart.generator_T1.desc.1": "Reflexiona sobre el Núcleo de Energía para obtener instrucciones sobre cómo construirlo.",
  "research.frostedheart.generator_T1.desc_alt.0": "Logré extraer el núcleo de energía del transbordador espacial en una sola pieza. ¿Quizás pueda repararlo?",
  "research.frostedheart.generator_T1.desc_alt.1": "Su suministro de energía original se ha agotado. ¿Quizás pueda encontrar otra forma de alimentarlo?",
  "research.frostedheart.generator_T1.desc_alt.2": "Si todo va bien, ¿quizás pueda usarlo para calentar la base?",
  "research.frostedheart.generator_T1.name": "Reutilización del núcleo energético",
  "research.frostedheart.generator_T2.desc.0": "Esta versión más avanzada del generador puede calentar un área más grande y además generar vapor a alta presión. ¿Quizás pueda crear una red de vapor?",
  "research.frostedheart.generator_T2.desc_alt.0": "Estoy bastante familiarizado con el vapor. ¿Quizás pueda usarlo para alimentar el núcleo de energía?",
  "research.frostedheart.generator_T2.name": "Generador de vapor",
  "research.frostedheart.generator_efficiency_1.desc.0": "Con el nuevo quemador y los fuelles, los generadores ahora pueden quemar con mayor eficiencia.",
  "research.frostedheart.generator_efficiency_1.desc_alt.0": "A medida que mi conocimiento se amplía, descubro que una mejor ventilación, siempre que el quemador sea más eficiente, puede mejorar la eficiencia de la combustión.",
  "research.frostedheart.generator_efficiency_1.name": "Eficiencia del generador 1",
  "research.frostedheart.generator_efficiency_2.desc.0": "Con un mejor aislamiento, los generadores ahora pueden quemar con mayor eficiencia.",
  "research.frostedheart.generator_efficiency_2.desc_alt.0": "El generador es como un horno más grande, ¿por qué no usar la técnica de aislamiento de los hornos en los generadores?",
  "research.frostedheart.generator_efficiency_2.name": "Eficiencia del generador 2",
  "research.frostedheart.generator_heat_1.desc.0": "Con una caldera mejorada, los generadores pueden generar más energía.",
  "research.frostedheart.generator_heat_1.desc_alt.0": "Se me ocurrió una idea justo después de terminar el diseño de la turbina de vapor: ¿por qué no instalar mejores calderas para optimizar la generación de energía del generador sin gastar más combustible?",
  "research.frostedheart.generator_heat_1.name": "Energía del generador 1",
  "research.frostedheart.generator_regain.desc.0": "Perdí accidentalmente mi núcleo de energía en la tierra helada. Quizás pueda recuperarlo.",
  "research.frostedheart.generator_regain.desc1": "&c&lUn equipo solo puede construir un generador; repetirlo no tiene sentido.",
  "research.frostedheart.generator_regain.desc.2": "&aEsta es una investigación infinita.",
  "research.frostedheart.generator_regain.name": "Recuperación del núcleo energético",
  "research.frostedheart.geology_understanding.desc.0": "La ubicación de los estratos sigue claramente un patrón, y la ubicación de las vetas de mineral parece estar fuertemente asociada con el estrato circundante. ¡Encontrar minerales debería ser mucho más fácil ahora!",
  "research.frostedheart.geology_understanding.desc_alt.0": "He estado buscando vetas de mineral sin rumbo. Debe haber alguna manera de localizarlas más fácilmente... ¿Quizás sea hora de una excursión?",
  "research.frostedheart.geology_understanding.name": "Comprendiendo los estratos",
  "research.frostedheart.hand_warmer.desc.0": "He diseñado cuidadosamente una estufa de mano. Con ella, puedo mantener el combustible encendido como una fuente de calor portátil, segura y práctica.",
  "research.frostedheart.hand_warmer.desc_alt.0": "Llevar una fogata encendida podría no ser buena idea... Me pregunto si puedo preparar algo cálido para sostener",
  "research.frostedheart.hand_warmer.name": "Fuentes de calor portátiles",
  "research.frostedheart.heat_incubator.desc.0": "Con la incubadora de vapor, cultivar hongos es mucho más fácil.",
  "research.frostedheart.heat_incubator.desc_alt.0": "Usar cal viva para alimentar incubadoras es un poco caro. Quizás pueda calentarla con calor.",
  "research.frostedheart.heat_incubator.name": "Incubadora mejorada",
  "research.frostedheart.heating_basin.desc.0": "He descubierto cómo generar calor mientras se mezcla. Es tan sencillo como colocar una fuente de calor debajo del recipiente.",
  "research.frostedheart.heating_basin.desc_alt.0": "A veces se necesita calor para lograr diversas reacciones. ¿Quizás pueda calentar la cuenca directamente?",
  "research.frostedheart.heating_basin.desc_alt.1": "Necesito calculadoras mecánicas para mi investigación.",
  "research.frostedheart.heating_basin.name": "Calentar y mezclar",
  "research.frostedheart.heating_vest.desc.0": "Debería colocar el chaleco en la ranura trasera de Curios para que no sufra daños como mi armadura. Proporciona buen calor incluso en las condiciones más adversas, solo tengo que mantenerlo lleno de vapor.",
  "research.frostedheart.heating_vest.desc_alt.0": "¿Cuál es la mejor manera de abrigarse, incluso en medio de una terrible ventisca? Mmm, ¿usando vapor?",
  "research.frostedheart.heating_vest.name": "Chaleco calefactor",
  "research.frostedheart.improve_energy.desc.0": "Con algo de práctica, aprendo algunos trucos para escribir trabajos académicos.",
  "research.frostedheart.improve_energy.desc_alt.0": "Tengo un problema con mi falta de inspiración. Quizás valga la pena dedicar tiempo a mejorar mis habilidades.",
  "research.frostedheart.improve_energy.name": "Práctica de papeleo",
  "research.frostedheart.incubator.desc.0": "Con este dispositivo, puedo cultivar hongos más fácilmente.",
  "research.frostedheart.incubator.desc.1": "Aunque necesitaría mucha cal viva para encenderlo.",
  "research.frostedheart.incubator.desc_alt.0": "Aunque llevar un lecho de hongos es conveniente, ocupa mi inventario.",
  "research.frostedheart.incubator.desc_alt.1": "Necesito una incubadora de hongos estacionaria.",
  "research.frostedheart.incubator.name": "Incubación de hongos",
  "research.frostedheart.industrial_electrolyzer.desc.0": "Con la capacidad de fabricar electrodos de grafito, podemos construir un electrolizador mejor.",
  "research.frostedheart.industrial_electrolyzer.desc_alt.0": "El grafito es un material ideal para electrodos: tiene una gran conductividad eléctrica, buena resistencia al calor y no se oxida fácilmente.",
  "research.frostedheart.industrial_electrolyzer.name": "Gran avance en electrodos",
  "research.frostedheart.iron.desc.0": "¡Un bloomery! Eso era lo que necesitaba para realizar la reacción. ¡Aquí está, HIERRO! ¡Ahora me siento civilizado!",
  "research.frostedheart.iron.desc_alt.0": "Recuerdo que se requiere calor y un químico reductor para producir hierro a partir de su óxido. Aunque puede ser mucho más difícil ponerlo en práctica.",
  "research.frostedheart.iron.name": "Adquisición de hardware",
  "research.frostedheart.lining_upgrade.desc.0": "Revestir mi armadura hará que ambas pierdan durabilidad cuando reciba daño. Espero que sea una solución temporal.",
  "research.frostedheart.lining_upgrade.desc_alt.0": "Tener que elegir entre calidez y protección en un entorno tan hostil da bastante miedo, ¿qué más podía hacer?",
  "research.frostedheart.lining_upgrade.name": "Forro cálido",
  "research.frostedheart.mechanical_bellows.desc.0": "Qué decepción... Redstone ni siquiera puede proporcionar la tensión inicial de 1su. Tendré que buscar otra solución...",
  "research.frostedheart.mechanical_bellows.desc_alt.0": "Reducir el trabajo manual es esencial para avanzar y necesito encontrar una fuente de estrés inicial confiable para los fuelles. ¿Quizás Redstone sea la solución?",
  "research.frostedheart.mechanical_bellows.name": "Fuelle mecánico",
  "research.frostedheart.mechanical_calculator.desc.0": "Una calculadora pequeña, aunque tosca, pero ya no es necesario estar siempre cerca de la mesa de dibujo. Espera... ¿Otra vez te equivocaste? ¿Ahora necesito estar cerca de la calculadora? Me lleva muchísimo tiempo configurarla. Quizás no consuma tanta inspiración, pero consume mucha energía. ¿Qué? ¿Desplegador? Eso está bien siempre que no cause más problemas. Solo hará que los datos erróneos sean caóticos e inútiles...",
  "research.frostedheart.mechanical_calculator.desc_alt.0": "Callejón sin salida, callejón sin salida, callejón sin salida, todos los callejones sin salida... Pararse sobre el hombro de un gigante quizá no tenga una vista más amplia, pero posiblemente caiga más fuerte. Si hubiera algún dispositivo que pudiera ayudarme con este proceso de investigación que consume tanta inspiración... En fin, es algo sin resolver incluso cuando la ciencia está en su apogeo. Pero debería haber algún método para ahorrarme algo de energía...",
  "research.frostedheart.mechanical_calculator.name": "Investigación mejorada",
  "research.frostedheart.mechanical_crafter.desc.0": "Artesano mecánico que usa el estrés para ensamblar materias primas según ciertos patrones. Genial, pero consume demasiado estrés, no apto para automatización. Quizás solo sea un centro de artesanía para máquinas más grandes.",
  "research.frostedheart.mechanical_crafter.desc_alt.0": "El banco de trabajo es así de grande. Pero uno más grande no me sirve... No consigo usarlo. Si hubiera algo que pudiera realizar algún proceso de elaboración automáticamente, sería genial. Así podría intentar construir estructuras complejas.",
  "research.frostedheart.mechanical_crafter.name": "Fabricación mecánica",
  "research.frostedheart.mechanical_press.desc.0": "Convertir la rotación en impacto de presión resuelve eficazmente el problema del laminado. Por eso la llamo máquina laminadora. Sin embargo, aunque aumenta la eficiencia del material, se pierden algunos materiales de las esquinas. La técnica del metal frío no debería terminar aquí.",
  "research.frostedheart.mechanical_press.desc_alt.0": "Martillar hierro sobre un tronco (¿por qué no se rompe?) no es una buena técnica para procesar metales. Al fin y al cabo, la prioridad es tener las manos libres. ¿Por qué no intento usar otra fuerza para procesar el metal?",
  "research.frostedheart.mechanical_press.name": "Moldeo mecánico en frío",
  "research.frostedheart.mechanical_saw.desc.0": "Diseñé una hoja de sierra circular y la instalé en una mesa. Ahora, con solo mover el objeto sobre la hoja giratoria, puedo hacer lo que quiera. ¡Perfecto!",
  "research.frostedheart.mechanical_saw.desc_alt.0": "Procesar troncos manualmente es problemático y, de hecho, requiere cierta... destreza. Hice un trabajo pésimo: si uso el hacha, a veces solo puedo producir productos horribles que quizás solo sirvan como combustible; si uso la sierra, me llevará más tiempo del que puedo aceptar...",
  "research.frostedheart.mechanical_saw.name": "Procesando registros",
  "research.frostedheart.mechanics_measurement.desc.0": "El calibre es una buena estrategia para detectar errores. Pero por ahora, necesitamos probar la velocidad y el estrés. Espero que estos dos factores mantengan nuestra red de estrés funcionando. Es solo una esperanza.",
  "research.frostedheart.mechanics_measurement.desc_alt.0": "Gira, gira, gira, sí, genial, gira... ¿Por qué se detiene de nuevo? ¡Reinicia! ¿Por qué se rompe el engranaje?... ¡Necesito algo que me ayude a comprobar qué está mal!",
  "research.frostedheart.mechanics_measurement.name": "¡Cuidado con el indicador!",
  "research.frostedheart.mechanics_tools.desc.0": "La llave inglesa es una herramienta útil. Me permite ajustar eficazmente la dirección de los dispositivos, lo que me ahorra mucho tiempo. Google presenta información básica sobre los dispositivos actuales. Al menos puedo investigar los problemas en mis diseños.",
  "research.frostedheart.mechanics_tools.desc_alt.0": "¡Lo he revertido de nuevo! Si existiera una herramienta para ajustar con precisión los dispositivos actuales sin reemplazarlos, sería genial.",
  "research.frostedheart.mechanics_tools.name": "Equipo de ingeniería",
  "research.frostedheart.metal_press.desc.0": "Creo que este es el mejor diseño con la técnica actual de prensado en frío. Aunque es más lento, no solo puedo fabricar placas, sino también alambres, varillas e incluso carcasas con un diseño similar. Pero si quiero aumentar aún más la eficiencia para evitar roturas, el procesamiento en caliente es imprescindible.",
  "research.frostedheart.metal_press.desc_alt.0": "La laminadora es un buen dispositivo para procesar metales en frío. Sin embargo, debido a su inestabilidad, suele generar desperdicio de material. Si fijamos el material y lo controlamos con un molde, podemos aumentar la eficiencia del procesamiento del metal.",
  "research.frostedheart.metal_press.name": "Prensando",
  "research.frostedheart.millstone.desc.0": "Usar la fuerza rotatoria para triturar objetos es agotador, pero es el mejor método que tengo ahora mismo...",
  "research.frostedheart.millstone.desc_alt.0": "Moler los materiales manualmente no rinde tanto como esperaba. ¿Quizás pueda automatizarlo de alguna manera?",
  "research.frostedheart.millstone.name": "Molino",
  "research.frostedheart.mixer.desc.0": "Mezclar huevos, bueno, pero nada más. La mezcla es prácticamente uniforme, pero buscar homogeneidad real es absurdo. Necesito una máquina mejor para procesar esto.",
  "research.frostedheart.mixer.desc_alt.0": "Siempre he buscado materiales combinados, pero el proceso necesario es mezclarlos. Los métodos más comunes requieren alta temperatura, agua, etc. Bueno, esos métodos no los puedo probar ahora. Solo quiero conseguir algunos ladrillos; quizás una batidora de huevos sea una buena opción.",
  "research.frostedheart.mixer.name": "Mezcla",
  "research.frostedheart.multiblock_structure.desc.0": "¡Ahora puedo empezar a construir máquinas grandes usando estos elementos estructurales estándar!",
  "research.frostedheart.multiblock_structure.desc_alt.0": "Necesito máquinas más grandes para aumentar la producción...",
  "research.frostedheart.multiblock_structure.name": "Estructuras industriales",
  "research.frostedheart.precision_mechanism.desc.0": "Bueno, lo consigue. Usar tubos eléctricos para controlar dispositivos de transmisión es realmente posible. Pero este precio es demasiado alto. Si hubiera una forma más económica de controlar las señales, sería mejor. Después de todo, la potencia de la piedra roja es demasiado pequeña. Cambiar la velocidad es mi límite creativo.",
  "research.frostedheart.precision_mechanism.desc_alt.0": "Para algunas máquinas, solo las ruedas dentadas no satisfacen mis necesidades. Necesito estructuras más precisas. Pero las ruedas dentadas más pequeñas son difíciles de fabricar. ¿Y si usamos la señal de redstone para reemplazar la precisión de las ruedas dentadas?",
  "research.frostedheart.precision_mechanism.name": "Tecnología de fabricación de precisión",
  "research.frostedheart.prospecting_upgrade.name": "Actualización de prospección",
  "research.frostedheart.rotary_kiln.desc.0": "El horno rotatorio es ideal para cocer grandes cantidades. ¡Incluso recoge todos los líquidos producidos durante el procesamiento!",
  "research.frostedheart.rotary_kiln.desc_alt.0": "Mi demanda actual de carbón vegetal supera con creces el método de producción actual... Me pregunto si puedo mejorarlo utilizando algún tipo de recipiente cilíndrico largo y calentado que gire en una pendiente",
  "research.frostedheart.rotary_kiln.name": "Horno rotatorio",
  "research.frostedheart.rubbing_tool.desc.0": "Con la herramienta de frotamiento, puedo hacer que las máquinas funcionen sin inteligencia y registrar datos de calculadoras mecánicas.",
  "research.frostedheart.rubbing_tool.desc_alt.0": "Estoy cansado de operar y registrar datos de una calculadora mecánica por mi cuenta.",
  "research.frostedheart.rubbing_tool.desc_alt.1": "Necesito calculadoras mecánicas para ayudarme con mi investigación.",
  "research.frostedheart.rubbing_tool.name": "Herramienta de frotamiento",
  "research.frostedheart.sauna_vent.desc.0": "Ahora puedo crear un espacio cerrado y llenarlo de vapor para mejorar mi cuerpo.",
  "research.frostedheart.sauna_vent.desc_alt.0": "Ya aprendí que el calor se puede transferir del vapor, pero ¿qué pasa con el contacto directo con el vapor?",
  "research.frostedheart.sauna_vent.name": "Fiabilidad de la sauna",
  "research.frostedheart.simple_machines.desc.0": "El molino y la prensa son excelentes máquinas, pero solo para rotación. Para nuestro sistema, aún son un poco deficientes. Si se pudiera cambiar la potencia de rotación a otros tipos de potencia, sería mejor.",
  "research.frostedheart.simple_machines.desc_alt.0": "Cuando la transmisión de rotación deje de ser un problema, también debería considerar agregar esas máquinas de rotación a mi sistema de estrés.",
  "research.frostedheart.simple_machines.name": "Maquinaria simple",
  "research.frostedheart.soil_thermometer.desc.0": "Es una lástima que falle. El pequeño aumento de temperatura provocado por el calor no permite que estos cultivos crezcan. Quizás, cuando crezcan, yo también muera de hambre.",
  "research.frostedheart.soil_thermometer.desc_alt.0": "Este clima extraño dificulta determinar cuándo sembrar. Comer solo pescado obviamente no es suficiente para mantener mi nutrición necesaria. Necesito encontrar una manera de combatir el clima.",
  "research.frostedheart.soil_thermometer.name": "Nivel de descongelación del suelo",
  "research.frostedheart.split_block.desc.0": "Quizás, posiblemente, actualmente, fabricar bloques sea mi mejor técnica de compresión. Pero solo algunos materiales se pueden fabricar en bloques. No puedo comprimir tierra ni adoquines. El enésimo día sin almacenamiento digital. Lo extraño.",
  "research.frostedheart.split_block.desc_alt.0": "Sin un sistema de almacenamiento digital, para almacenar mejor los materiales, se necesita un almacenamiento mejor y más eficaz. Pero, al mismo tiempo, si encuentro un método de compresión eficaz, ¿podría aumentar la eficiencia de mi almacenamiento?",
  "research.frostedheart.split_block.name": "Herramientas para dividir bloques",
  "research.frostedheart.squeezer.desc.0": "¿Y lo consigue? Si no considero esa enorme pérdida de energía, me gustaría usar aparatos. Pero ahora no tengo tanta energía para el estrés. Solo puedo acumular electricidad y dársela a las máquinas, lo que me proporciona una enorme potencia de compresión. Pero el consumo sigue siendo demasiado alto. Si las cosas comprimidas no son necesarias, no las usaría.",
  "research.frostedheart.squeezer.desc_alt.0": "Para extraer algunos líquidos de las plantas, intenté usar el molino y las ruedas trituradoras para exprimirlas. Pero, salvo romper sus cáscaras, no obtuve más resultados. Por lo tanto, intento usar máquinas más grandes para una mejor técnica de extracción.",
  "research.frostedheart.squeezer.name": "Exprimidor industrial",
  "research.frostedheart.steam_heater.desc.0": "Al distribuir calor mediante radiación de vapor, puedo construir pseudogeneradores. Pero el consumo es mucho mayor que el de los cargadores. Quizás sea el momento de investigar la próxima generación de generadores. Pero, de todas formas, no tengo mejores métodos de calefacción...",
  "research.frostedheart.steam_heater.desc_alt.0": "De la gente, para la gente. Quizás un cargador de vapor sea una buena forma de consumir calor. Sin embargo, mi verdadero interés al construir un generador no es cocinar ni fabricar un chaleco calefactor. En realidad, quiero tener mejores regiones agrícolas y ganaderas. Si pudiera usar este calor para fabricar pseudogeneradores, sería fantástico...",
  "research.frostedheart.steam_heater.name": "Radiador de calor",
  "research.frostedheart.steam_powerd.desc.0": "Actualmente, las máquinas de vapor son excelentes para producir la tensión necesaria. Se pueden fabricar máquinas de vapor más grandes, pero no tengo tanto calor para alimentarlas. Ahora tengo una máquina básica. Es suficiente para mis necesidades actuales.",
  "research.frostedheart.steam_powerd.desc_alt.0": "Hervir el agua es el ejemplo más esencial de la civilización humana. También es la base fundamental para transformar el culto religioso en investigación científica. Pero cómo hervir el agua para obtener mejor energía es una cuestión compleja y seria.",
  "research.frostedheart.steam_powerd.name": "Taller de vapor",
  "research.frostedheart.steam_turbine.desc.0": "Si combino un dispositivo de tensión y un generador de electricidad, puedo reducir las pérdidas de transmisión. Además, como el dispositivo de tensión está integrado en el generador, puedo usar una mejor estructura para reducir considerablemente el consumo de energía y generar un mayor voltaje. Sin embargo, las calderas de vapor son, de todos modos, fuentes finitas. Se necesita urgentemente considerar nuevas máquinas de tensión o calderas más grandes.",
  "research.frostedheart.steam_turbine.desc_alt.0": "Transformar la energía rotacional en energía eléctrica permite convertir energía inalcanzable en energía almacenable. Sin embargo, un problema grave es que la eficiencia actual es demasiado baja. Si puedo aumentar la eficiencia, puedo reducir mi dependencia del combustible.",
  "research.frostedheart.steam_turbine.name": "Turbina de vapor",
  "research.frostedheart.stering_generator.desc.0": "Dado su pequeño tamaño y su potente uso, decidí llamarlo \"núcleo de vapor\"",
  "research.frostedheart.stering_generator.desc_alt.0": "Quizás pueda usar la energía generada por el generador para generar fuerza de rotación.",
  "research.frostedheart.stering_generator.name": "Generador Stirling",
  "research.frostedheart.storage_bucket.desc.0": "Después de una investigación razonable, el barril de madera es necesariamente un dispositivo de almacenamiento para mí. Tiene el mismo almacenamiento que un cofre, pero necesita una placa de bronce para mantenerlo en su lugar. Es demasiado caro... Mejor compraré mi banco de trabajo pronto.",
  "research.frostedheart.storage_bucket.desc_alt.0": "Por ahora, crear un cofre me resulta difícil. Pero mis cosas ya no caben en el inventario ni en los cofres de piedra. Ahora necesito un dispositivo que no requiera un banco de trabajo para fabricarlo y guardar mis cosas. ¿Será posible?",
  "research.frostedheart.storage_bucket.name": "Mejor almacenamiento",
  "research.frostedheart.storage_drawers.desc.0": "Los cajones compactadores están bien, pero sería bueno tener algo para gestionarlos. Ojos que no ven, corazón que no siente.",
  "research.frostedheart.storage_drawers.desc_alt.0": "Simplemente comprimir los materiales en bloques no es suficiente para compensar mi falta de espacio de almacenamiento. Me pregunto si puedo comprimirlos aún más",
  "research.frostedheart.storage_drawers.name": "Almacenamiento compacto",
  "research.frostedheart.tetra.desc.0": "Un banco de trabajo dedicado a mejorar mis herramientas. Quizás ahora pueda extraer bloques más duros con mi pico de bronce.",
  "research.frostedheart.tetra.desc_alt.0": "Las herramientas de Rankine no son suficientes. Necesito desarrollar un mejor método de creación y mejora de herramientas.",
  "research.frostedheart.tetra.name": "¡Afila tus herramientas!",
  "research.frostedheart.thermos_T1.desc.0": "Fabricar un termo puede mantener el agua caliente durante un buen rato. Cualquier cosa por una pequeña ventaja en este páramo helado...",
  "research.frostedheart.thermos_T1.desc_alt.0": "Usar estas tazas de madera no es muy sensato... sería bueno tener una versión más grande que no ocupara tanto espacio en el inventario.",
  "research.frostedheart.thermos_T1.name": "Termo",
  "research.frostedheart.thermos_T2.desc.0": "Este termo metálico mejorado tiene el doble de tamaño que el original.",
  "research.frostedheart.thermos_T2.desc_alt.0": "Necesito explorar más para encontrar lo que necesito, pero aún estoy limitado por la capacidad de agua del termo.",
  "research.frostedheart.thermos_T2.name": "Termo mejorado",
  "research.frostedheart.transmission_machinery.desc.0": "¡Uf! Rotar todo manualmente es agotador... Necesito encontrar una mejor manera de hacerlo.",
  "research.frostedheart.transmission_machinery.desc_alt.0": "La fuerza rotacional es, sin duda, el mejor método para transmitir el estrés. ¿Quizás pueda distribuir la fuerza de forma más uniforme y hacer dos cosas a la vez?",
  "research.frostedheart.transmission_machinery.name": "Maquinaria de transmisión",
  "research.frostedheart.water_purifier.desc.0": "Purificar el agua con filtros de carbón es relativamente fácil y cumple con los estándares de calidad del agua potable, aunque está bastante fría.",
  "research.frostedheart.water_purifier.desc_alt.0": "Hervir agua manualmente es bastante engorroso y lleva mucho tiempo. La calidad es buena, pero es un poco salada.",
  "research.frostedheart.water_purifier.name": "Filtración de agua",
  "research.frostedheart.wool_armor.desc.0": "La lana parece ser la mejor opción disponible en este momento. Tendré que encontrar una manera de domesticar ovejas.",
  "research.frostedheart.wool_armor.desc_alt.0": "Se acerca una tormenta de nieve y esta ropa primitiva no resistirá mucho... Necesito encontrar más opciones de ropa abrigada.",
  "research.frostedheart.wool_armor.name": "Ropa de lana",
  "research.frostedheart.wool_lining.desc.0": "Esto es un poco mejor, es similar al forro de lana normal, pero su durabilidad es mucho mayor.",
  "research.frostedheart.wool_lining.desc_alt.0": "El forro de lana no ofrece mucha protección en una pelea.",
  "research.frostedheart.wool_lining.name": "Forro de lana",
  "research.frostedheart.workbench.desc.0": "¡Por fin tengo la mesa de trabajo! ¡Ahora puedo hacer puertas, cofres y mucho más! ¡Las posibilidades son infinitas!",
  "research.frostedheart.workbench.desc_alt.0": "Hoy probablemente sea un gran día: conseguí hierro y mejores tablas, así que, con el frío, el banco de trabajo ya no debería romperse. ¡Así que empieza ya!",
  "research.frostedheart.workbench.name": "Técnicas de artesanía"
}